TargetApplication=Advanced Renamer 3.85
Author=C4BR3R4
SourceLANGID=1033
LANGID=3082
Generator=DKLang Translation Editor v3.0
LastModified=2020-09-23 12:45:40

[About]
00000002=Acerca de
00000094=Aren
00000161=Cerrar
00000162=Versiones
00000165=Serán bien recibidos los comentarios, informes de errores, sugerencias, etc.
00000166=Acerca de Advanced Renamer
00000167=Visita también el foro:
00000168=Clave de Licencia
00000169=Nombre:
00000170=Registrado para:
00000171=Aceptar
00000172=Obtener Licencia
00000173=Uso Personal:
00000174=Comprar
00000175=Uso Comercial:
00000176=Comprar

[AddDir]
00000002=Añadir Directorio
00000094=&Máscara:
00000161=Cancelar
00000162=Aceptar
00000163=Incluir &subdirectorios
00000164=Nueva Carpeta...
00000165=Expresión regular:
00000166=Sin coincidencias

[ARenMain]
00000002=ARen
00000005=0 Elementos
00000006=0 Errores
00000007=Estado: Correcto
00000008=Barra de herram. principal
00000009=Actualizar
00000010=Mos&trar Cambios
00000011=&Simular
00000012=Miniaturas
00000013=Programa...
00000014=A&yuda
00000015=&Índice...
00000016=Atajos de &teclado
00000017=&Versión...
00000018=Buscar actualizació&n...
00000020=&Acerca de...
00000021=Deshacer &Procesos...
00000023=Lista de barras de herram.
00000024=&Añadir
00000025=&Archivos...
00000026=&Directorios...
00000027=&Lista
00000028=&Cargar...
00000029=&Guardar...
00000030=&Vaciar...
00000031=Eliminar archivos &erróneos
00000032=Poner el primero
00000033=Mover arriba
00000034=Mover abajo
00000035=Poner el último
00000036=Renombrar Archivos
00000058=Renombrar Carpetas
00000067=Nombre del Archivo:
00000068=Directorio:
00000069=Tamaño:
00000070=Fecha de Creación:
00000071=Fecha de Modificación:
00000072=Tipo de Archivo:
00000073=Atributos:
00000074=Fecha de Acceso:
00000076=No hay información
00000077=La información no puede cargarse. El archivo puede estar en uso.
00000078=Img.
00000079=Tamaño:
00000080=Fecha Original:
00000081=Autor:
00000082=Derechos:
00000084=ID3
00000085=Título:
00000086=Artista:
00000087=Álbum:
00000088=Pista:
00000089=Año:
00000090=Género:
00000091=Dir.
00000092=Contenido:
00000094=No se han encontrado patrones.
00000095=Lista de Patrones
00000096=Barra de Patrones
00000097=Añadir Patrón
00000098=Eliminar Patrón
00000099=Vaciar Lista de Patrones
00000100=El primero
00000101=Subir
00000102=Bajar
00000103=El último
00000105=Cargar lista de Patrones
00000106=Guardar lista de Patrones
00000107=Patrones cargados:
00000110=Guardar Lista
00000111=Mover Seleccionado
00000112=Colocar el Primero
00000113=Mover hacia Arriba
00000114=Mover hacia Abajo
00000115=Colocar el Último
00000116=Añadir...
00000117=Eliminar
00000118=Ejecutar
00000119=Propiedades...
00000120=Cargar lista...
00000121=Guardar lista...
00000122=Vaciar Lista
00000123=Actualizar
00000124=Determinar
00000125=Ajustar Columnas
00000144=&Personalizar...
00000145=&Copiar
00000152=Mover
00000153=Colocar Arriba
00000154=Subir
00000155=Bajar
00000156=Colocar Abajo
00000157=Cambiar Patrón a
00000158=Añadir Patrón
00000159=Eliminar
00000160=Borrar
00000163=&Guía de inicio...
00000164=Añadir Patrón
00000179=Inser&tar Variable
00000180=&Deshacer
00000181=Cor&tar
00000182=&Copiar
00000183=&Pegar
00000184=Seleccion&ar Todo
00000185=Visitar el &Foro...
00000186=Columnas...
00000187=Determinar
00000188=Ajustar Columnas
00000189=Personalizar...
00000190=Estilo de visualización
00000191=Detalles
00000192=Iconos grandes
00000193=Iconos pequeños
00000194=Lista
00000196=Marcar
00000197=Desmarcar seleccionados
00000198=Marcar seleccionados
00000200=Desmarcar
00000201=Desmarcar todos
00000202=Acción:
00000203=Carpeta:
00000204=Guardar Lista
00000205=En archivo CSV...
00000206=Eliminar elem. sin variables ID3
00000207=Eliminar elem. sin información de imagen
00000219=Si hay duplicados:
00000220=Separador:
00000221=Estilo:
00000223=Abrir Lista de Patrones
00000225=Guardar Lista de Patrones
00000226=Vídeo
00000227=Tamaño:
00000228=Fotogramas:
00000229=Duración:
00000230=Códec de vídeo:
00000231=Códec de audio
00000232=Tasa de bits:
00000233=Ubicación GPS:
00000234=Orden aleatorio
00000235=Cambiar descripción...
00000236=Precisión GPS:
00000237=ExifTool...
00000238=Añadir barra de carpeta
00000239=Añadir seleccionados
00000240=Mostrar archivos
00000241=Actualizar
00000242=Panel de Carpetas
00000243=Ver panel de carpetas
00000244=Añadir seleccionado
00000245=Serie de TV...
00000246=Importar
00000247=Serie de TV:
00000248=Episodio de TV:
00000249=Archivo CSV...
00000250=Marcar por patrón...
00000251=Desmarcar por patrón...
00000252=Configuración
00000253=Línea de Parámetros...
00000254=Invertir marcados
00000255=Seleccionar
00000256=Seleccionar todos
00000257=Deseleccionar
00000258=Invertir selección
00000259=Excluir los del patrón...
00000260=Abrir la carpeta que lo contiene
00000261=Hay disponible una nueva versión de Advanced Renamer.
00000262=¡Actualizar ahora!
00000264=cerrar
00000265=Clave de Licencia...
00000266=Valores GPS
00000267=Cambiar Metadatos
00000268=Sobrescribir nuevo archivo...
00000269=¡PROCESAR!
00000270=Desmarcar Todo
00000271=Marcar Todo
00000272=¿Necesitas ayuda para empezar?
00000273=No volver a mostrar
00000274=¿Necesitas ayuda para empezar?
00000275=No volver a mostrar
00000276=Datos CSV...
00000277=Ordenar por
00000278=Columna
00000279=Patrón...
00000280=Consola JS
00000281=Renombrar duplicados
00000282=Duplicado

[CustomizeCols]
00000002=Personalizar columnas
00000094=&Config. de columnas:
00000095=&Columnas:
00000096=&Anchura de columnas:
00000097=Aceptar
00000098=Cancelar
00000099=&Arriba
00000100=&Abajo
00000101=&Superior
00000102=&Fondo
00000103=Guardar
00000104=Borrar

[InsertTag]
00000003=<Inc Nr> → Ordenar numéricamente.
00000096=Predeterminado
00000097=<DirName> → Nombre del directorio.
00000099=<Inc Alpha> → Ordenar alfabéticamente.
00000101=<Num Dirs> → Número total de subdirectorios dentro del directorio.
00000103=<Num Files> → Número total de archivos en el directorio.
00000105=<Ext> → Extensión del archivo.
00000107=<Name> → Nombre de archivo sin extensión.
00000109=<Inc NrDir> → Ordenar numéricamente por directorio.
00000111=<Num items> → Número total de elementos de la lista.
00000113=ID3/MP3
00000114=<ID3 Album> → Nombre del álbum.
00000116=<ID3 Year> → Año de la canción.
00000118=<ID3 Track> → Número de pista.
00000120=<ID3 Title> → Nombre de la canción.
00000122=<ID3 Genre> → Género de la canción.
00000124=<ID3 Artist> → Nombre del artista de la canción.
00000126=Imagen
00000127=<Img Width> → Ancho de la imagen (en pixels).
00000129=<Img Height> → Alto de la imagen (en pixels).
00000131=<Img Year> → Año en el que se realizó la imagen.
00000133=<Img Month> → Mes en el que se realizó la imagen.
00000135=<Img Day> → Día en el que se realizó la imagen.
00000137=<Img Hour> → Hora en el que se realizó la imagen.
00000139=<Img Min> → Minuto en el que se realizó la imagen.
00000141=<Img Sec> → Segundo en el que se realizó la imagen.
00000143=<Img Author> → Nombre del autor de de la imagen.
00000145=<Img Copyright> → Derechos de autor de la imagen.
00000147=Tiempo
00000148=<Year> → Año actual.
00000150=<Sec> → Segundo actual.
00000152=<Min> → Minuto actual.
00000154=<Hour> → Hora actual.
00000156=<Day> → Día actual.
00000158=<Month> → Mes actual.
00000160=Creación
00000161=<Year Created> → Año en el que se creó el archivo.
00000163=<Sec Created> → Segundo en el que se creó el archivo.
00000165=<Min Created> → Minuto en el que se creó el archivo.
00000167=<Hour Created> → Hora en el que se creó el archivo.
00000169=<Day Created> → Día en el que se creó el archivo.
00000171=<Month Created> → Mes en el que se creó el archivo.
00000173=Modificado
00000174=<Year Modified> - Año de modificación del archivo.
00000176=<Sec Modified> - Segundo de modificación del archivo.
00000178=<Min Modified> - Minuto de modificación del archivo.
00000180=<Hour Modified> - Hora de modificación del archivo.
00000182=<Day Modified> - Día de modificación del archivo.
00000184=<Month Modified> → Mes de modificación del archivo.
00000186=&Ayuda
00000187=<Rand> → Número aleatorio.
00000188=Avanzado
00000189=<File Content> → Contenido del archivo.
00000190=<Bitrate> → Tasa de bits.
00000191=<Substr> → Subcadena.
00000192=<RSubstr> → Subcadena derecha.
00000193=<Word> → Palabra indexada en el nombre del archivo.
00000194=<Img Subsec> → Subsegundo en el que se realizó la imagen.
00000195=Tamaño de Archivo
00000196=<Filesize> → Tamaño del Archivo.
00000197=<Filesize KB> → Tamaño de Archivo en KB.
00000198=<Filesize MB> → Tamaño de Archivo en MB.
00000199=<Filesize GB> → Tamaño de Archivo en GB.
00000200=<Filesize TB> → Tamaño de Archivo en TB.
00000201=Vídeo
00000202=<Video Width> → Resolución horizontal del vídeo.
00000203=<Video Height> → Resolución vertical del vídeo.
00000204=<Video Codec> → Codificación utilizada en el vídeo.
00000205=<Video Audio Codec> → Codificación utilizada para el sonido.
00000206=<Bitrate> → Tasa de bits general.
00000207=<Video Bitrate> → Tasa de bits del vídeo.
00000208=<Video Audio Bitrate> → Tasa de bits del audio.
00000210=<Video FrameRate> → Número de fotogramas por segundo.
00000211=<Video duration> → Duración del vídeo.
00000212=<Img CameraMake> → Fabricante de la cámara.
00000213=<Img CameraModel> → Modelo de la cámara.
00000214=<Img Aperture> → Apertura del diafragma.
00000215=<Img Brightness> → Valor de Brillo.
00000216=<Img FocalLength> → Distancia focal.
00000217=<Img ISO> → Valor ISO.
00000218=<Img ShutterSpeed> → Velocidad de obturación.
00000219=<Img ExposureTime> → Tiempo de exposición.
00000220=<Img Subject> → Asunto.
00000221=<Img Title> → Título.
00000222=<Img Contrast> → Valor de contraste.
00000223=<Img ExposureMode> → Modo de exposición.
00000224=<Img ExposureProgram> → Programa de exposición.
00000225=<Img Saturation> → Valor de saturación.
00000226=<Img Sharpness> → Nitidez.
00000227=<Img WhiteBalance> → Balance de blancos.
00000228=Datos GPS
00000229=<GPS Lat> → Latitud.
00000230=<GPS Lat Deg> → Grados de latitud.
00000231=<GPS Lat Sec> → Segundos de latitud.
00000232=<GPS lat min> - Minutos de latitud
00000237=<GPS Lng> → Longitud.
00000238=<GPS Lng Deg> → Grados de longitud.
00000239=<GPS Lng Min> → Minutos de longitud.
00000240=<GPS Lng Sec> → Segundos de longitud.
00000241=<GPS Alt> → Altitud.
00000242=<GPS Country> → País donde se creó la foto.
00000243=<GPS City> → Ciudad donde se creó la foto.
00000244=<GPS State> → Estado donde se creó la foto.
00000245=<GPS Lng Dir> → Dirección de la longitud.
00000246=<GPS Lat Dir> → Dirección de la latitud.
00000247=<ExifTool> → Valor de ExifTool.
00000249=Encriptación
00000250=<MD5> → Código de encriptación MD5.
00000251=<SHA1> → Encriptación SHA-1
00000252=<SHA256> → Encriptación SHA-256
00000253=Series de TV
00000254=<TVShow Genres> → Lista de géneros.
00000255=<TVShow Year> → Año en que se emitió el episodio.
00000256=<TVShow Title> → Título de la serie de TV.
00000257=<TVShow Season> → Número de temporada.
00000258=<TVShow EpisodeNumber> → Número de episodio.
00000259=<TVShow Day> → Día el cual se emitió el episodio.
00000260=<TVShow Month> → Mes el cual se emitió el episodio.
00000261=<TVShow StartYear> → Año el cual se emitió el primer episodio.
00000262=<TVShow EpisodeTitle> → Título del episodio.
00000263=<TVShow EpisodeSequence> → Número secuencial del episodio.
00000264=<Inc Hex> → Números hex ascendentes.
00000265=<Inc Roman> → Números romanos ascendentes.
00000266=<Video Title> → Título del vídeo.
00000267=<Video Genre> → Género del vídeo.
00000279=<ID3 Duration> → Duración del sonido.
00000280=<ID3 Hour> → Duración del sonido en horas.
00000281=<ID3 Min> → Duración del sonido en minutos.
00000282=<ID3 Sec> → Duración del sonido en segundos.
00000283=<Video Hour> → Duración del vídeo en horas.
00000284=<Video min> → Duración del vídeo en minutos.
00000285=<Video Sec> → Duración del vídeo en segundos.
00000286=<File Line> → Línea del archivo.
00000287=<Dec Nr> → Número descendente.
00000288=<UnixTimestamp> → Unidad de tiempo Unix.
00000289=<UnixTimestamp Created> → Unidad de tiempo Unix desde que fue creado el archivo.
00000290=<UnixTimestamp Modified> → Unidad de tiempo Unix desde que fue modificado el archivo.
00000291=Información on-line sobre las Variables
00000292=<Img DPI> → Resolución de la imagen en DPI.
00000293=<Img Width Inch> → Anchura de la imagen en pulgadas.
00000294=<Img Height Inch> → Altura de la imagen en pulgadas.
00000295=<Img Width Cm> → Anchura de la imagen en centímetros.
00000296=<Img Height Cm> → Altura de la imagen en centímetros.
00000297=<Img Width Mm> → Anchura de la imagen en milímetros.
00000298=<Img Height Mm> → Altura de la imagen en milímetros.
00000299=<Rand Str> → Cadena aleatoria
00000300=<ID3 Disc> → Nombre del disco.
00000301=<Csv> → Archivo importado de CSV.
00000302=<Video Date Year> → Año de duración del Vídeo.
00000303=<Video Date Month> → Mes de duración del vídeo.
00000304=<Video Date Day> → Día de duración del vídeo.
00000305=<Video Date Hour> → Hora de duración del vídeo.
00000306=<Video Date Min> → Minuto de duración del Vídeo.
00000307=<Video Date Sec> → Segundo de duración del vídeo.

[InsertTagWnd]
00000002=Introducir variable
00000094=Cerrar
00000095=Valor numérico
00000096=Patrón
00000097=ACEPTAR
00000098=Usar expresiones regulares.
00000099=Variables:
00000100=Meta caracteres para las expresiones regulares:

[Patern]
00000002=Plantillas
00000094=Plantillas &guardadas:
00000159=Borrar
00000160=Plantilla a &usar:
00000161=Aceptar
00000162=Cancelar
00000163=Añadir
00000164=&Vaciar

[PreRenaming]
00000002=Informe del proceso
00000160=Asegúrate de que todo sea correcto antes de Continuar.
00000161=Cancelar
00000162=Continuar

[Progress]
00000002=Progreso
00000094=Por favor, espera mientras se realiza el proceso...
00000160=Cantidad total de archivos:
00000161=ACEPTAR
00000162=Ver errores
00000163=Añadir Archivos:
00000166=TabHoja1
00000167=Nombre de Archivo
00000168=Código de error
00000169=Descr. del error
00000170=Archivos Totales:
00000171=Correctos:
00000172=Errores:
00000173=TabHoja2
00000174=Errores encontrados:
00000175=No volver a mostrar.

[ProgressAdd]
00000002=Por favor, espera...
00000094=Añadiendo archivos...
00000161=Cancelar

[ProgressError]
00000002=Se han encontrado errores
00000094=Se han encontrado errores en los archivos seleccionados para el lote. Los siguientes archivos no pueden ser renombrados. Escoge una acción. Ningún archivo ha sido renombrado todavía.
00000161=Parar lote
00000163=Omitir archivos erróneos
00000164=Archivos totales:
00000165=Errores:
00000166=Nombre de archivo
00000167=Error

[Settings]
00000002=Configuración
00000161=Cancelar
00000162=Aceptar
00000163=Restablecer
00000164=&Remplazar no admitidos con:
00000165=A&ncho de Miniatura:
00000166=A&lto de Miniatura:
00000167=Mostrar In&formación del Archivo.
00000168=&Confirmar vaciado de Lista.
00000171=&Explorar Menú Contextual.
00000172=Mostrar &cuadrícula.
00000173=Usar información EXIF para altura y anchura de imágenes.
00000175=Idioma:
00000177=Carpeta de configuración
00000178=En 'Appdata'.
00000179=En la misma carpeta que 'aren.exe'.
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Ver carpeta...
00000187=Mostrar ayuda al inicio.
00000188=Empezar de cero en las variables de ordenación numérica <Inc Nr>.
00000194=Buscar actualizaciones al iniciar.
00000195=Campo EXIF para operaciones de tiempo de imagen:
00000196=Solo los marcados son afectados por la ordenación numérica <Inc Nr>.
00000197=Separadores:
00000198=Asociar archivos '.aren' con Advanced Renamer.
00000199=Entorno
00000200=General
00000201=Renombrar
00000202=Imágenes
00000203=Música y Vídeo
00000204=Preferencia ID&3
00000205=Mostrar la barra de botones 'Añadir Patrón'.
00000206=Al finalizar el proceso conservar:
00000207=Consola de comandos.
00000208=Ruta de Entorno en la carpeta de la aplicación.
00000209=Editor de Secuencias JS
00000210=Tamaño de la sangría:
00000212=Desplazar a la última línea.
00000213=Límite de elementos:
00000215=Mostrar el botón '¡PROCESAR!' a la izquierda.
00000217=No analizar los metadatos de vídeo.
00000218=No analizar los metadatos de música.
00000219=No analizar los metadatos de imagen.
00000220=Ordenar elementos cuando se añaden con el método de arrastrar y soltar.
00000221=No mostrar la bienvenida en herramienta Series de TV.
00000222=No mostrar el resumen de procesamiento.
00000223=Usar siempre ExifTool para obtener meta datos.
00000224=Reiniciar configuración..

[UndoBatchForm]
00000002=Deshacer Procesos
00000094=Selecciona en la lista de la izquierda la fecha del proceso realizado para deshacer los cambios.
00000161=Cerrar
00000162=DESHACER
00000163=Nombre Original
00000164=Nombre Modificado
00000165=Estado
00000166=Directorio Original
00000167=Marcar todo
00000168=Desmarcar todo
00000169=Selecciona el proceso y pulsa el botón 'DESHACER' para recuperar el estado original de los archivos.
00000170=Directorio renombrado
00000171=Eliminar...
00000172=Deseleccionar elementos &erróneos
00000173=Eliminar historial...

[frmAddFolderChoice]
00000001=Añadir directorio
00000002=Cancelar
00000003=Aceptar
00000004=Añadir archivos en directorios
00000005=Añadir directorios
00000006=Incluir subdirectorios
00000007=Máscara de nombre de archivo:
00000009=Añadir directorios &raíz
00000010=Añadir &subdirectorios
00000011=Filtro de expresión regular:
00000012=Sin coincidencias

[BatchResultFrame]
00000003=Resumen del último proceso
00000004=Número de elementos:
00000005=Errores encontrados:
00000006=Mostrar errores...
00000007=Deshacer cambios...
00000008=Añadir elementos correctos
00000009=Añadir elementos erróneos
00000010=Añadir todos los elementos

[frmExifTool]
00000002=ExifTool
00000094=Cerrar
00000096=Variable:
00000097=Copiar
00000098=ExifTool es un programa externo, compatible con muchos formatos que Advanced Renamer no admite. Usa ExifTool para obtener más información sobre los archivos.
00000099=Web de ExifTool
00000100=Filtrar:

[frmJSScript]
00000001=Secuencia de Comandos
00000002=Guardar Secuencia y Cerrar
00000003=Esta secuencia será ejecutada una vez en cada elemento de la lista.
00000004=Esta secuencia será ejecutada solo una vez antes de procesar todos y cada uno de los elementos en la lista. Úsala para configurar cualquier valor inicial.

[frmCSVImport]
00000002=Importar CSV
00000003=&Importar
00000008=Cancelar
00000009=Nombre del archivo:
00000010=Separador:
00000011=Columna para nombre original:
00000012=Columna para nombre nuevo: (opcional)
00000013=Carpeta base para archivos originales:
00000014=La primera línea es la cabecera
00000015=Nombre original
00000016=Nombre nuevo
00000017=Estado
00000018=Codificación de Archivo:

[frmTVShow]
00000002=Importar Serie de TV
00000003=ACEPTAR
00000004=Buscar Serie de TV:\n(introducir el nombre \noriginal del programa)
00000005=Buscar
00000006=Siguiente >
00000007=< Anterior
00000008=Cancelar
00000009=Serie:
00000010=Género:
00000013=Temporadas:
00000014=Episodios:
00000015=Esta herramienta sirve para rellenar o renombrar los archivos de tus Series de TV favoritas con la información recopilada de TVMaze.com. Cuando termines de importar la información, puedes usar las Variables para renombrar los archivos usando el patrón que prefieras.\n\n¡Atención! Antes de continuar, asegúrate que los archivos de la lista están ordenados correctamente.
00000016=Los datos serán extraídos de:
00000017=Archivos en la lista:
00000018=Episodios seleccionados:
00000019=Actualizar
00000020=Marcar todo
00000021=Desmarcar todo
00000022=Marcar todo
00000023=Desmarcar todo
00000024=No volver a mostrar este mensaje.

[frmCommandLine]
00000002=Herramienta de configuración de parámetros
00000202=Acción:
00000223=Abrir Patrón
00000224=Ruta:
00000225=Cargar Lista de Patrones:
00000226=Tipo de Elementos:
00000227=Elementos:
00000228=Orden de los Elementos:
00000229=Exportar archivo de Registro:
00000230=Carpeta de destino:
00000231=Máscara:
00000232=Máscara regex:
00000233=Parámetros:
00000234=Archivo de Elementos:
00000235=Añadir también los elementos en subcarpetas
00000236=Orden inverso
00000237=Ruta de Elementos
00000238=Lista de Elementos
00000239=Archivo de contenido
00000240=Copiar Parámetros
00000241=Guardar en archivo .bat...
00000242=Cerrar
00000243=Abrir archivo
00000244=Guardar archivo
00000245=Guardar archivo de proceso

[frmCSVImportData]
00000002=Importar Datos CSV
00000003=&Importar
00000008=Cancelar
00000009=Nombre Archivo:
00000010=Separador de Columnas:
00000014=La primera linea es el encabezado
00000018=Archivo de codificación:
00000019=Después del proceso de importación, los valores estarán disponibles a través de la variable <Csv:X>

[frmSelectDate]
00000002=Seleccionar fecha
00000161=Cancelar
00000162=ACEPTAR
00000163=Fecha:
00000164=Seleccionar una fecha.

[GPSValuesForm]
00000002=Valores GPS
00000003=Valor original\nValor\n
00000004=ACEPTAR
00000005=Cancelar
00000006=Utiliza la siguientes lista para anular los valores GPS.

[MetaDataBatchForm]
00000002=Herramienta de modificación de metadatos
00000003=Campo de Datos:
00000004=¡PROCESAR!
00000017=Cambiar los metadatos puede corromper los archivos potencialmente. Por favor, asegúrate de tener una copia de seguridad de todos los archivos antes de modificar cualquier dato. Además, solo debes utilizar esta herramienta en archivos alojados en el disco local. esta herramienta es compatible con la mayoría de archivos JPEGs y otros.
00000018=Nombre del Archivo
00000019=Valor Original
00000020=Valor Nuevo
00000021=Estado
00000022=Cancelar
00000023=Cerrar

[PleaseRegisterForm]
00000002=Por favor regístrate
00000094=Si te gusta Advanced Renamer y lo usas con frecuencia, por favor, apoya el proyecto obteniendo una licencia. Utiliza los siguientes botones para registrarte y obtener una licencia.
00000173=Uso Personal:
00000174=Comprar
00000175=Uso Comercial:
00000176=Comprar
00000177=Cerrar
00000181=Clave de Licencia:
00000182=Nombre:
00000183=Registrado por %s
00000184=Aceptar

[$CONSTANTS]
AbsoluteDateTime=Fecha y Hora absoluta
Accessed=Acceso
AccessedDateTime=Fecha y Hora de acceso
Action=Acción
Active=Activar/Desactivar Patrón
Add=Añadir
AddFiles=Añadir archivos
AddingFiles=Añadiendo archivos...
All=Todos
AllFiles=Todos los archivos
AllItems=Todos los elementos
AnalyzingFiles=Analizando archivos...
ApplyScript=Aplicar Secuencia
ApplyTo=Aplicar a
Archive=Archivo
Archive_Short=A
Ask=Preguntar
AtIndex=En posición
Audio=Audio
Backwards=Contar desde el final.
BatchModeCopy=Duplicar
BatchModeMove=Mover
BatchModeRename=Renombrar
Beta=Beta
BetaFeature=Función Beta
CaseSensitive=Coincidir MAYÚSCULAS/minúsculas.
ColumnName0=Nombre Original
ColumnName1=Ruta
ColumnName10=Género ID3
ColumnName100=Carpeta
ColumnName101=Ruta
ColumnName102=Fecha de Creación
ColumnName103=Atributos
ColumnName104=Atributos Nuevos
ColumnName105=Nuevo Nombre de Carpeta
ColumnName106=Nueva Fecha de Creación
ColumnName107=Código de Error
ColumnName108=Estado
ColumnName109=Ruta Nueva
ColumnName11=ID3 título
ColumnName12=ID3 registro
ColumnName13=ID3 año
ColumnName14=Atributo Nuevo
ColumnName15=Nombre Nuevo
ColumnName16=Nueva Fecha de Creación
ColumnName17=Nueva Fecha de Acceso
ColumnName18=Nueva Fecha de Modificación
ColumnName19=Código de Error
ColumnName2=Tamaño
ColumnName20=Estado
ColumnName21=Fecha Original
ColumnName22=Extensión
ColumnName23=Destino Nuevo
ColumnName3=Fecha de Creación
ColumnName4=Último Acceso
ColumnName5=Fecha de Modificación
ColumnName6=Atributos
ColumnName7=Dimensiones
ColumnName8=Álbum (ID3)
ColumnName9=Artista (ID3)
CommercialUse=Uso Comercial
ContinueQuestion=¿Continuar?
CopiedFileCouldNotBeFound=El archivo copiado no se encuentra
CopiedFolderCouldNotBeFound=El directorio copiado no se encuentra
CopiedItem=Elemento copiado
CopiedItemPath=Destino de elemento copiado
CopyValueToAll=Copiar todos los valores
CopyValueToAllAbove=Copiar todos los valores anteriores
CopyValueToAllBelow=Copiar todos los valores siguientes
Created=Creado
CreatedDateTime=Fecha y Hora de creación
current=actual
Datetime=Fecha y Hora
Day=Día
Day_Long_1=Lunes
Day_Long_2=Martes
Day_Long_3=Miércoles
Day_Long_4=Jueves
Day_Long_5=Viernes
Day_Long_6=Sábado
Day_Long_7=Domingo
Day_Short_1=Lun
Day_Short_2=Mar
Day_Short_3=Mié
Day_Short_4=Jue
Day_Short_5=Vie
Day_Short_6=Sáb
Day_Short_7=Dom
DeltaDateTime=Fecha y Hora Delta
Description=Descripción
DirnamePattern=Patrón del nombre de directorio
Edit=Editar
Error=Error
Errors=Error/es
Err_100=Correcto
Err_101=Error desconocido
Err_102=En el nombre de archivo, no se admiten los siguientes símbolos <>:"/\\*?
Err_103=El nombre de archivo contiene caracteres no admitidos
Err_104=El nombre de archivo es demasiado largo
Err_105=El archivo ya existe
Err_106=La carpeta no existe
Err_107=No se encuentra el archivo original
Err_108=Nombre de archivo no especificado
Err_109=Hay varios archivos con el mismo nombre
Err_110=Modo de renombrado no válido
Err_111=No se ha encontrado información sobre la imagen
Err_112=No se ha encontrado información ID3
Err_113=Demasiados archivos para <Inc Alpha>
Err_114=Variable de fecha y hora no válida
Err_115=Extensión cambiada
Err_116=Variable no válida
Err_117=Expresión regular no válida
Err_118=Patrón no encontrado
Err_119=No hay resultados del geoservidor
Err_120=Resultados no válidos del geoservidor
Err_121=No se ha encontrado información sobre el vídeo
Err_122=No se ha encontrado información GPS
Err_123=Los directorios no pueden ser movidos ni copiados en otras unidades
Err_124=Secuencia no válida
Err_125=Error de ExifTool
Err_126=No se ha recopilado información sobre Series de TV. Usa la herramienta de ImportarTV.
Err_127=Archivo duplicado ignorado
Err_128=Archivos pares, correctos.
Err_129=Sobrescribir nombre, correcto.
Err_FieldWriteError=No se ha podido verificar el campo introducido
Excellent=Excelente
EXIFDate_DateDigitized=Fecha de digitalización
EXIFDate_DateOriginal=Fecha original
EXIFDate_DateTaken=Fecha de captura
EXIFToolDate_DateOriginal=Fecha Original ExifTool
EXIFToolGPSDateTime=Hora GPS ExifTool
Extension=Extensión
Fair=Aceptable
File=Archivo
FileCouldNotBeRenamed=El archivo no puede ser renombrado
Fileinfo=Información del elemento
FilenamePattern=Patrón del nombre de archivo
FileRenamedOK=Renombrado correctamente
Files=Archivos
Folder=Carpeta
FolderLocation=Ubicación de la carpeta
Folders=Carpetas
GettingThumbnails=Obtener miniaturas
Good=Correcto
GotErrors=Hay Errores
HandleNegativeNumbers=Manipular números negativos
Hidden=Ocultar
Hidden_Short=O
Hour=Hora
Ideal=Ideal
ImageDateTime=Fecha y Hora de la imagen
ImageFile=Archivo de imagen
InputMessageDescription=Cambiar la descripción del método
InsertValue=Insertar Valor...
InvertCase=Invertir MAYÚSCULAS/Minúsculas.
ItemNotReverted=El elemento no puede restaurarse.
ItemRevertedOK=Elemento restaurado.
Items=Elemento/s
LoadList=Cargar lista
LowerCase=Todo en minúsculas.
LowerCaseFirstLetter=La primera letra en minúscula.
LowerCaseFirstLetterInEveryWord=La primera letra de cada palabra en minúscula.
LowerCasePattern=Usar Patrón en minúsculas.
MethodName_Add=Añadir
MethodName_Attributes=Cambiar Atributos
MethodName_List=Lista
MethodName_ListReplace=Reemplazo Múltiple
MethodName_Move=Mover Caracteres
MethodName_NewCase=Cambiar Caracteres
MethodName_NewName=Cambiar Nombre
MethodName_Remove=Eliminar Caracteres
MethodName_RemovePattern=Eliminar Patrón
MethodName_Renumber=Renumerar
MethodName_Replace=Remplazar
MethodName_Script=Secuencia de Comandos
MethodName_Swap=Intercambiar
MethodName_Timestamp=Marca de Tiempo
MethodName_Trim=Recortar
Methods=Métodos
Min=Min
Moderate=Moderado
Modified=Modificado
ModifiedDateTime=Fecha y Hora de modificación
Month=Mes
Month_01_Long=Enero
Month_01_Short=Ene
Month_02_Long=Febrero
Month_02_Short=Feb
Month_03_Long=Marzo
Month_03_Short=Mar
Month_04_Long=Abril
Month_04_Short=Abr
Month_05_Long=Mayo
Month_05_Short=May
Month_06_Long=Junio
Month_06_Short=Jun
Month_07_Long=Julio
Month_07_Short=Jul
Month_08_Long=Agosto
Month_08_Short=Ago
Month_09_Long=Septiembre
Month_09_Short=Sep
Month_10_Long=Octubre
Month_10_Short=Oct
Month_11_Long=Noviembre
Month_11_Short=Nov
Month_12_Long=Diciembre
Month_12_Short=Dic
MoveCount=Cantidad a mover
MovedFileCouldNotBeFound=Archivo movido no encontrado
MovedFolderCouldNotBeFound=Directorio movido no encontrado
MovedItem=Elemento movido
MovedItemPath=Destino del elemento movido
MoveFrom=Desde posición
MoveRelative=Mover relativamente.
MoveTo=Hasta posición
MsgTitle_Confirm_ClearList=Vaciar Lista
MsgTitle_Confirm_DeleteColumnSet=¿Borrar conjunto de columnas?
MsgTitle_Confirm_OverwriteColumnSet=Ya existe la configuración
MsgTitle_Confirm_Quit=Salir de Advanced Renamer
MsgTitle_Error=Error
MsgTitle_Error_FileNotFound=Archivo no encontrado
MsgTitle_Error_InvalidColumnSetName=Nombre no válido
Msg_Confirm_ClearList=Estás a punto de borrar todos los archivos de la lista.\n\n¿Estás seguro?
Msg_Confirm_ClearMethodList=¿Vaciar la Lista de Patrones?
Msg_Confirm_DeleteColumnSet=Borrar columna establecida\n\n¿Seguro que quieres borrar lo establecido como «%s»?
Msg_Confirm_ExtChanged=La extensión cambiará en algunos archivos, y podrían quedar inservibles.\n\n¿Quieres continuar con el proceso de todas formas?
Msg_Confirm_OverwriteColumnSet=Lo establecido ya existe\n\n¿Quieres sobrescribir lo establecido como «%s»?
Msg_Confirm_OverwriteFile=¿Sobrescribir archivo?\n\nEstás a punto de sobrescribir el archivo «%s». ¿Quieres continuar?
Msg_Confirm_PopulateList=¿Rellenar la caja de texto con los nombres originales de los elementos de la lista?
Msg_Confirm_Quit=Todavía hay archivos en la lista.\n\n¿Seguro que quieres salir?
Msg_Confirm_RenamingPossibleErrors=Se han encontrado errores\n\nSe han encontrado posibles errores que hacen imposible renombrar los archivos añadidos.\n\n¿Quieres continuar?
Msg_Confirm_SettingsPathChanged=Ha cambiado la carpeta de propiedades.\n\n¿Quieres copiar sus propiedades en esta carpeta?\n\nNota: Cualquier archivo existente en la carpeta será sobrescrito.
Msg_DeleteUndoJobs=Se eliminarán todos los Procesos anteriores a la fecha introducida
Msg_Error_AddFileAssociation=No se han podido asociar los archivos
Msg_Error_CannotAddSoManyFiles=No pueden agregarse archivos.\n\nNo puedes cargar más de %d elementos en la lista.
Msg_Error_CheckUpdates=Error\n\nNo se han podido comprobar las actualizaciones.
Msg_Error_CoultNotCreateFolder=No se pudo crear la carpeta
Msg_Error_FileNotFound=Error\n\nNo se encuentra el archivo «%s».
Msg_Error_InvalidColumnSetName=Error\n\n%s no es un nombre válido\n\nEl nombre de una columna establecida solo contiene letras, números, - y _.
Msg_Error_InvalidFolder=Error\n\nNo es una carpeta válida.
Msg_Error_ListIsEmpty=La lista está vacía. Añade primero algún elemento.
Msg_Error_MetaDataWriteUnsupportedFormat=El formato de archivo "%s" no es compatible
Msg_Error_MustEnableBeforeAddFolders=Debes habilitar «%s» o «%s»
Msg_Error_MustHaveSingleExtension=Todos los objetos de la lista deben tener la misma extensión.
Msg_Error_NotFoundItems=%d elementos no se encontraron.\n\n%s
Msg_Error_NoUndoList=No se ha seleccionado ningún punto de restauración.
Msg_Error_Only2000Plus=Tu sistema no admite esta característica; solo está disponible en Windows 2000 o superior.
Msg_Error_RemoveFileAssociation=No se ha podido eliminar la asociación de archivos
Msg_Error_RenamingNoFilesInList=Error\n\nNo se puede renombrar porque no hay archivos en la lista.
Msg_Error_Server=Error de comunicación con el servidor
Msg_Error_TooManyColumns=Demasiadas columnas: %d. El máximo es %d
Msg_Error_Unknown=Error desconocido\n\n%s
Msg_FirstTimeUse=Si es la primera vez que usas Advanced Renamer, es aconsejable que eches un vistazo a la guía de usuario antes de usar el programa.\n\n¿Quieres ver la guía ahora?
Msg_Info_BatchModeNotSupportedForFolders=El método de renombrado seleccionado no admite directorios.
Msg_Info_BatchWriteMetadataCompleted=Cambios realizados.\n\n%d elementos procesados.\n%d correctos.\n%d sin cambios.\n%d errores.
Msg_Info_ClearSettings=¿Seguro que quieres eliminar la configuración personalizada?
Msg_Info_ConvertMethods_0310=En esta versión de Advanced Renamer, los Patrones predefinidos están ubicados en una carpeta personalizada. Cuando pulses Aceptar podrás escoger una carpeta vacía para convertir tus Patrones existentes.
Msg_Info_CouldNotBeAdded=No se pueden añadir %d archivos.
Msg_Info_ItemsAlreadyInList=Los %d elementos ya están en la lista.
Msg_Info_LanguageChange=Reiniciar el programa para aplicar los cambios.
Msg_Info_NewVersion=Hay disponible una actualización de Advanced Renamer.\n\n¿Quieress descargarla?
Msg_Info_NoNewVersion=No hay actualizaciones de Advanced Renamer.
Msg_Info_RevertChanges=Esto deshará todos los cambios realizados en la configuración del programa.\n\n¿Quieres continuar?
Msg_Info_ThankYou=Gracias :-). ¡Eres el mejor!
Msg_Info_UndoHasEnded=Cambios restaurados con %d errores.
Msg_Info_UndoSuccess=Se han desecho los cambios correctamente.
MusicFile=Archivo de Música
Name=Nombre
NameAndExtension=Nombre y Extensión
NameCollisionRule_AppendImgSubsec=Añadir subsegundo de imagen
NameCollisionRule_AppendNumber=Añadir contador
NameCollisionRule_AppendPattern=Añadir patrón
NameCollisionRule_Fail=Ignorar advertencia
NameCollisionRule_Ignore=Ignorar duplicados
NewCase=Caracteres
NewFolder=Directorio nuevo
NewName=Nombre nuevo
NewNumber=Número nuevo
No=No
NoChange=Sin cambios
NoMethods=Lista de patrones vacía.\n\nClica en 'Añadir Patrón' para añadir uno o carga uno previamente guardado.
None=Ningún elemento
NotRegistered=Sin Registrar
Nth1=1.ª
Nth2=2.ª
Nth3=3.ª
Nth4=4.ª
Nth5=5.ª
Nth6=6.ª
Nth7=7.ª
Nth8=8.ª
Nth9=9.ª
NumberDifference=Diferencia numérica
NumberLength=Longitud numérica
NumberPosition=Posición del número
NumericValueOrPattern=Valor numérico o patrón de búsqueda
Occurrence=Incidencia
OK=Correcto
OriginalFileNotFound=Archivo original no encontrado
OriginalFileStillExists=El archivo original todavía existe
OriginalFolderNotFound=Directorio original no encontrado
OriginalFolderStillExists=La carpeta original todavía existe
Pattern=Patrón
PersonalUse=Uso Personal
PleaseRegisterMessage=Mensaje del desarrollador:\n\nSi sueles utilizar esta aplicación y lo utilizas comercialmente, por favor, obtén una clave de licencia utilizando uno de los dos botones de abajo.\n\nSinceramente,\n  Kim Jensen
Poor=Pobre
PopulateList=Rellenar lista
PreBatchScript=Secuencia previa...
ReadOnly=Solo lectura
Readonly_Short=R
RegEx_AnyChar=Cualquier carácter
RegEx_CharList=Carácter contenido en lista de caracteres
RegEx_Digit=Carácter numérico
RegEx_EndLine=Final de línea
RegEx_Match0OrMore=Igualar a 0 o más
RegEx_Match1Or0=Igualar a 1 o 0
RegEx_Match1OrMore=Igualar a 1 o más
RegEx_MatchLeastNTimeNoMoreM=Igualar al menos n veces pero no más de m
RegEx_MatchLeastNTimes=Igualar al menos n veces
RegEx_MatchNTimes=Igualar n veces
RegEx_NonCharList=La lista de caracteres no contiene el carácter
RegEx_NonDigit=Carácter no dígito
RegEx_NonWordChar=Carácter no palabra
RegEx_StartLine=Comienzo de línea
RegEx_SubAlternative=Subpatrón alternativo
RegEx_SubGroup=Grupo de subpatrón
RegEx_SubMatch=Primera coincidencia de subpatrón
RegEx_WordChar=Carácter palabra
Register=Por favor, regístrate
RegisteredTo=Registrado por %s
RemoveCount=Cantidad
RenamedFileCouldNotBeFound=No se encuentra el archivo cambiado.
RenamedFolderCouldNotBeFound=No se encuentra la carpeta cambiada.
RenamedItem=Nombre Modificado
RenamedItemPath=Directorio de Destino
RenumberChange=Cambiar a
RenumberChangeTypeAbsoluteText=Número absoluto
RenumberChangeTypeRelativeText=Relativo a cifras existentes
Replace=Remplazar
ReplaceWith=Por
SaveColumnSet=Guardar columna establecida
SaveList=Guardar lista
Season=Temporada
Sec=s
SelectFolder=Seleccionar un directorio.
SelectMethod=Selecciona un método.
Separator=Separador
Set=Determinar
ShowInWindow=Mostrar en ventana...
Skip=Ignorar
StartingAt=Iniciar en
Status=Estado
Status_TestingNames=Estado: Probando nombres...
System=Sistema
System_Short=S
Tag=Variables
TagCategoryAdvanced=Variables de uso Avanzado
TagCategoryChecksum=Variables de Encriptación
TagCategoryDateTime=Variables de Tiempo
TagCategoryDateTimeCreated=Variables de Tiempo de Creación
TagCategoryDateTimeModified=Variables de Tiempo de Modificación
TagCategoryDefault=Variables Predeterminadas
TagCategoryFileSize=Variables de Tamaño de archivo
TagCategoryGPS=Variables de Ubicación GPS
TagCategoryID3=Variables ID3/MP3
TagCategoryImage=Variables de Imagen
TagCategoryTVShow=Variables de Programa de TV
TagCategoryVideo=Variables de Vídeo
TBShowlblEpisodesTitle=Selecciona las temporadas y episodios de «%s».
TextList=Lista de texto
TextToBeReplaced=Reemplazar
ToRemoveMoreThanOne=Puedes eliminar más de un patrón usando \\ como separador.
ToReplaceMoreThanOne=Puedes reemplazar más de una palabra usando \\ como separador.
TrimCharacters=Recortar caracteres
TypeNameForColumnSet=Escribe un nombre para esta configuración.
Unknown=Desconocido
Unset=Quitar
UpdateAvailable=Hay disponible una actualización. Clica para actualizar.
UpperCase=Todo en MAYÚSCULAS.
UpperCaseFirstLetter=Solo la primera letra MAYÚSCULA.
UpperCaseFirstLetterInEveryWord=La primera letra de cada palabra en MAYÚSCULA.
UpperCasePattern=Usar patrón en MAYÚSCULAS.
UseRegularExpressions=Usar expresión regular.
Value=Valor
Video=Vídeo
VideoFile=Archivo de vídeo
WithErrors=Elementos con errores
WithoutErrors=Elementos sin errores
WordSeperators=Separador de palabras
Year=Año
Yes=Sí
ZeroPadding=Sin relleno
ZeroPadTypeAuto=Automático
ZeroPadTypeManual=Manual
ZeroPadTypeNo=Sin rellenar
